Repository: raniop/ChildTime
Catalog: Shared/Localization/Localizable.xcstrings
Source language: he
Languages: ar, en, ru

source: ＋ צרו ילד/ה
ar: ＋ أنشئوا طفلًا/طفلة
en: ＋ Create a child
ru: ＋ Добавить ребёнка

source: 🌀 בּוֹנוּס ×3 כּוֹכָבִים!
ar: 🌀 مكافأة ×3 نجوم!
en: 🌀 Bonus ×3 stars!
ru: 🌀 Бонус ×3 звезды!

source: 🌍 הָעוֹלָמוֹת שֶׁל טוֹפִי · כְּלוּלִים בְּטוֹפִי+ · אוֹ 30 יוֹם לְיֶלֶד
ar: 🌍 عوالم Tofy · مشمولة في Tofy+ · أو 30 يومًا لكل طفل
en: 🌍 Tofy's worlds · included in Tofy+ · or 30 days per child
ru: 🌍 Миры Tofy · входят в Tofy+ · или 30 дней на ребёнка

source: 🌍 העולמות של טופי · כלולים בטופי+ · או 30 יום לילד
ar: 🌍 عوالم Tofy · مشمولة في Tofy+ · أو 30 يومًا لكل طفل
en: 🌍 Tofy's worlds · included in Tofy+ · or 30 days per child
ru: 🌍 Миры Tofy · входят в Tofy+ · или 30 дней на ребёнка

source: 🌍 שפה
ar: 🌍 اللغة
en: 🌍 Language
ru: 🌍 Язык

source: 🌙 %lld שְׁמוּרוֹת לְמָחָר
ar: 🌙 %lld محفوظة للغد
en: 🌙 %lld saved for tomorrow
ru: 🌙 %lld на завтра

source: 🌙 עַכְשָׁיו שְׁעַת שֵׁינָה — הַדַּקּוֹת שֶׁלְּךָ מְחַכּוֹת לְךָ בְּ-%@
ar: 🌙 الآن وقت النوم — دقائقك تنتظرك في الساعة %@
en: 🌙 It's bedtime now — your minutes are waiting for you at %@
ru: 🌙 Сейчас время спать — твои минуты ждут тебя в %@

source: 🌙 עַכְשָׁיו שְׁעַת שֵׁינָה — הַדַּקּוֹת שֶׁלָּךְ מְחַכּוֹת לָךְ בְּ-%@
ar: 🌙 الآن وقت النوم — دقائقكِ تنتظركِ في الساعة %@
en: 🌙 It's bedtime now — your minutes are waiting for you at %@
ru: 🌙 Сейчас время спать — твои минуты ждут тебя в %@

source: 🌙 שְׁעַת שֵׁינָה
ar: 🌙 وقت النوم
en: 🌙 Bedtime
ru: 🌙 Время сна

source: 🌙 שְׁעַת שֵׁינָה עַד %@
ar: 🌙 وقت النوم حتى %@
en: 🌙 Bedtime until %@
ru: 🌙 Время сна до %@

source: 🌙 שעת שינה
ar: 🌙 وقت النوم
en: 🌙 Bedtime
ru: 🌙 Время сна

source: 🌙 שעת שינה עד %@
ar: 🌙 وقت النوم حتى %@
en: 🌙 Bedtime until %@
ru: 🌙 Время сна до %@

source: 🌟 %@ %@ ב%@. רוצים שאתגר %@ בשאלות קצת יותר קשות?
ar: 🌟 %@ %@ في %@. أتريدون أن أتحدّى %@ بأسئلة أصعب قليلًا؟
en: 🌟 %@ %@ in %@. Want me to challenge %@ with slightly harder questions?
ru: 🌟 %@ %@ в %@. Хотите, чтобы вопросы для %@ стали чуть сложнее?

source: 🌟 אוֹרֵחַ הַשָּׁבוּעַ
ar: 🌟 ضيف الأسبوع
en: 🌟 Guest of the week
ru: 🌟 Гость недели

source: 🌱 %@ %@ לתרגל. 10 דקות משחק משותף היום יחזקו את ההרגל.
ar: 🌱 %@ %@ التمرّن. 10 دقائق من اللعب المشترك اليوم ستُرسّخ العادة.
en: 🌱 %@ %@ practicing. 10 minutes of playing together today will build the habit.
ru: 🌱 %@ %@ тренироваться. 10 минут совместной игры сегодня закрепят привычку.

source: 🍕 חִלַּקְנוּ פִּיצָה לְ־%lld חֲלָקִים שָׁוִים וְאָכַלְנוּ %lld. אֵיזֶה שֶׁבֶר אָכַלְנוּ?
ar: 🍕 قسّمنا بيتزا إلى %lld أجزاء متساوية وأكلنا %lld. أيّ كسر أكلنا؟
en: 🍕 We cut a pizza into %lld equal slices and ate %lld. What fraction did we eat?
ru: 🍕 Мы разрезали пиццу на %lld равного куска и съели %2$lld. Какую дробь мы съели?

source: 🎁 %lld דַּקּוֹת נִשְׁמְרוּ לְמָחָר.
ar: 🎁 %lld دقيقة محفوظة للغد.
en: 🎁 %lld minutes saved for tomorrow.
ru: 🎁 %lld минуты сохранено на завтра.

source: 🎁 הַמַּתָּנָה מִסְתַּיֶּמֶת %@
ar: 🎁 الهدية تنتهي %@
en: 🎁 The gift ends %@
ru: 🎁 Подарок заканчивается %@

source: 🎁 טוֹפִי+ בְּמַתָּנָה · עוֹד %lld יָמִים
ar: 🎁 Tofy+ هدية · باقٍ %lld يوم
en: 🎁 Tofy+ gift · %lld days left
ru: 🎁 Tofy+ в подарок · ещё %lld дня

source: 🎉 %@ כְּבָר %@ עַל %lld שְׁאֵלוֹת
ar: 🎉 %@ %@ بالفعل على %lld سؤال
en: 🎉 %@ has already %@ %lld questions
ru: 🎉 %1$@ уже %2$@ на %lld вопроса

source: 🎉 %@ כְּבָר עָנְתָה עַל %lld שְׁאֵלוֹת בְּטוֹפִי+
ar: 🎉 %@ أجابت بالفعل على %lld سؤال مع Tofy+
en: 🎉 %@ has already answered %lld questions with Tofy+
ru: 🎉 %1$@ уже ответила на %lld вопроса с Tofy+

source: 🎉 %@ כְּבָר עָנָה עַל %lld שְׁאֵלוֹת בְּטוֹפִי+
ar: 🎉 %@ أجاب بالفعل على %lld سؤال مع Tofy+
en: 🎉 %@ has already answered %lld questions with Tofy+
ru: 🎉 %1$@ уже ответил на %lld вопроса с Tofy+

source: 🎉 %@ כבר ענה על %lld שאלות בטופי+
ar: 🎉 %@ أجاب بالفعل على %lld سؤال مع Tofy+
en: 🎉 %@ has already answered %lld questions with Tofy+
ru: 🎉 %1$@ уже ответил на %lld вопроса с Tofy+

source: 🎉 %@ כבר ענתה על %lld שאלות בטופי+
ar: 🎉 %@ أجابت بالفعل على %lld سؤال مع Tofy+
en: 🎉 %@ has already answered %lld questions with Tofy+
ru: 🎉 %1$@ уже ответила на %lld вопроса с Tofy+

source: 🎉 כָּל הַכָּבוֹד!
ar: 🎉 أحسنت!
en: 🎉 Great job!
ru: 🎉 Молодец!

source: 🎉 כָּל הַכָּבוֹד! +%lld 💎
ar: 🎉 أحسنت! +%lld 💎
en: 🎉 Great job! +%lld 💎
ru: 🎉 Молодец! +%lld 💎

source: 🎡 סוֹבְבוּ אֶת הַגַּלְגַּל לַתְּשׁוּבָה:
ar: 🎡 أديروا القرص إلى الإجابة:
en: 🎡 Turn the dial to the answer:
ru: 🎡 Поверните диск на ответ:

source: 🎮 %lld דַּקּוֹת מִשְׂחָק
ar: 🎮 %lld دقيقة لعب
en: 🎮 %lld play minutes
ru: 🎮 %lld минуты игры

source: 🎮 %lld דַּק׳ · 🔥 %lld
ar: 🎮 %lld د · 🔥 %lld
en: 🎮 %lld min · 🔥 %lld
ru: 🎮 %lld мин · 🔥 %lld

source: 🎮 %lld דק׳
ar: 🎮 %lld د
en: 🎮 %lld min
ru: 🎮 %lld мин

source: 🎮 %lld דק׳ %@ מלמידה · 💝 %lld דק׳ מתנה מכם
ar: 🎮 %lld د %@ من التعلّم · 💝 %lld د هدية منكم
en: 🎮 %lld min %@ from learning · 💝 %lld gift min from you
ru: 🎮 %lld мин %@ за учёбу · 💝 %lld мин в подарок от вас

source: 🎮 %lld דק׳ משחק
ar: 🎮 %lld د لعب
en: 🎮 %lld play min
ru: 🎮 %lld мин игры

source: 🎮 +%lld דַּקּוֹת
ar: 🎮 +%lld دقيقة
en: 🎮 +%lld minutes
ru: 🎮 +%lld минуты

source: 🎮 הַזְּמַן שֶׁלְּךָ פָּתוּחַ עַכְשָׁיו %@ — נִשְׁאֲרוּ %lld:%@
ar: 🎮 وقتك مفتوح الآن %@ — بقي %lld:%@
en: 🎮 Your time is open %@ right now — %lld:%@ left
ru: 🎮 Твоё время открыто сейчас %@ — осталось %lld:%@

source: 🎮 הַזְּמַן שֶׁלָּךְ פָּתוּחַ עַכְשָׁיו %@ — נִשְׁאֲרוּ %lld:%@
ar: 🎮 وقتكِ مفتوح الآن %@ — بقي %lld:%@
en: 🎮 Your time is open %@ right now — %lld:%@ left
ru: 🎮 Твоё время открыто сейчас %@ — осталось %lld:%@

source: 🎮 זְמַן מָסָךְ פָּתוּחַ
ar: 🎮 وقت الشاشة مفتوح
en: 🎮 Screen time on
ru: 🎮 Экранное время включено

source: 🎮 זְמַן מָסָךְ פָּתוּחַ · %@
ar: 🎮 وقت الشاشة مفتوح · %@
en: 🎮 Screen time on · %@
ru: 🎮 Экранное время включено · %@

source: 🎮 זמן מסך פתוח
ar: 🎮 وقت الشاشة مفتوح
en: 🎮 Screen time on
ru: 🎮 Экранное время включено

source: 🎮 זמן מסך פתוח · %@
ar: 🎮 وقت الشاشة مفتوح · %@
en: 🎮 Screen time on · %@
ru: 🎮 Экранное время включено · %@

source: 🎮 מִשְׂחָקִים
ar: 🎮 ألعاب
en: 🎮 Games
ru: 🎮 Игры

source: 🎮 פָּתוּחַ הַיּוֹם
ar: 🎮 مفتوح اليوم
en: 🎮 Open today
ru: 🎮 Открыто сегодня

source: 🎮 פרס דקות משחק: %lld
ar: 🎮 مكافأة دقائق اللعب: %lld
en: 🎮 Play-minute reward: %lld
ru: 🎮 Награда в игровых минутах: %lld

source: 🎯 כְּדַאי לְתַרְגֵּל
ar: 🎯 يستحق التمرين
en: 🎯 Worth practicing
ru: 🎯 Стоит потренировать

source: 🎯 כדאי לתרגל
ar: 🎯 يستحق التمرين
en: 🎯 Worth practicing
ru: 🎯 Стоит потренировать

source: 🎲 בְּשַׂקִּית %@ וְ־%@. שׁוֹלְפִים כַּדּוּר אֶחָד בְּלִי לְהִסְתַּכֵּל. מָה הַסִּכּוּי שֶׁהוּא אָדֹם?
ar: 🎲 في كيس %@ و%@. نسحب كرة واحدة دون النظر. ما احتمال أن تكون حمراء؟
en: 🎲 A bag has %@ and %@. You pick one ball without looking. What is the chance it's red?
ru: 🎲 В мешочке %@ и %@. Вытягиваем один шар не глядя. Какова вероятность, что он красный?

source: 🏆 3 רָמוֹת
ar: 🏆 3 مستويات
en: 🏆 3 levels
ru: 🏆 3 уровня

source: 🏆 הָעוֹלָמוֹת שֶׁל %@
ar: 🏆 عوالم %@
en: 🏆 %@'s worlds
ru: 🏆 Миры: %@

source: 🏆 העולמות של %@
ar: 🏆 عوالم %@
en: 🏆 %@'s worlds
ru: 🏆 Миры: %@

source: 🏆 סִבּוּבִים
ar: 🏆 جولات
en: 🏆 Rounds
ru: 🏆 Раунды

source: 🏠 דן
ar: 🏠 دان
en: 🏠 Dan
ru: 🏠 Дан

source: 🏫 בית הספר
ar: 🏫 المدرسة
en: 🏫 School
ru: 🏫 Школа

source: 🏫 זְמַן בֵּית סֵפֶר
ar: 🏫 وقت المدرسة
en: 🏫 School time
ru: 🏫 Время школы

source: 🏫 זְמַן בֵּית סֵפֶר עַד %@
ar: 🏫 وقت المدرسة حتى %@
en: 🏫 School time until %@
ru: 🏫 Школьное время до %@

source: 🏫 זמן בית ספר
ar: 🏫 وقت المدرسة
en: 🏫 School time
ru: 🏫 Школьное время

source: 🏫 זמן בית ספר עד %@
ar: 🏫 وقت المدرسة حتى %@
en: 🏫 School time until %@
ru: 🏫 Школьное время до %@

source: 🏫 נועה
ar: 🏫 نوعا
en: 🏫 Noa
ru: 🏫 Ноа

source: 🏫 עַכְשָׁיו זְמַן בֵּית סֵפֶר — הַדַּקּוֹת שֶׁלְּךָ מְחַכּוֹת לְךָ בְּ-%@
ar: 🏫 الآن وقت المدرسة — دقائقك تنتظرك في الساعة %@
en: 🏫 It's school time now — your minutes are waiting for you at %@
ru: 🏫 Сейчас школьное время — твои минуты ждут тебя в %@

source: 🏫 עַכְשָׁיו זְמַן בֵּית סֵפֶר — הַדַּקּוֹת שֶׁלָּךְ מְחַכּוֹת לָךְ בְּ-%@
ar: 🏫 الآن وقت المدرسة — دقائقكِ تنتظركِ في الساعة %@
en: 🏫 It's school time now — your minutes are waiting for you at %@
ru: 🏫 Сейчас школьное время — твои минуты ждут тебя в %@

source: 🏷️ מְחִיר שֶׁל %lld ₪ %@ בְּ־%lld%%. מָה הַמְּחִיר הֶחָדָשׁ?
ar: 🏷️ سعر %lld ₪ %@ بنسبة %lld%%. ما السعر الجديد؟
en: 🏷️ A price of $%lld %@ by %lld%%. What is the new price?
ru: 🏷️ Цена %lld ₪ %@ на %lld%%. Какая новая цена?

source: 👆 %@ עַל הַמַּתָּנָה כְּדֵי לִפְתֹּחַ
ar: 👆 %@ الهدية لفتحها
en: 👆 %@ the gift to open it
ru: 👆 %@ по подарку, чтобы открыть

source: 👆 לֹא לוֹחֲצִים — מַנִּיחִים אֶצְבַּע עַל הָאוֹת הָרִאשׁוֹנָה וּמַחְלִיקִים עַד הָאַחֲרוֹנָה
ar: 👆 لا تضغطوا — ضعوا إصبعًا على الحرف الأول واسحبوا حتى الأخير
en: 👆 Don't tap — hold a finger on the first letter and slide to the last
ru: 👆 Не нажимайте — поставьте палец на первую букву и проведите до последней

source: 👆 מַנִּיחִים אֶצְבַּע עַל הָאוֹת הָרִאשׁוֹנָה שֶׁל הַמִּלָּה וּמַחְלִיקִים עַד הָאוֹת הָאַחֲרוֹנָה
ar: 👆 ضعوا إصبعًا على أول حرف في الكلمة واسحبوا حتى آخر حرف
en: 👆 Put a finger on the word's first letter and slide to the last one
ru: 👆 Поставьте палец на первую букву слова и проведите до последней

source: 👉 בַּמָּסָךְ הַבָּא הַטֵּלֵפוֹן יִשְׁאַל — לְחַץ עַל הָאִשּׁוּר
ar: 👉 في الشاشة التالية سيسأل الهاتف — اضغط على السماح
en: 👉 On the next screen the phone will ask — tap Allow
ru: 👉 На следующем экране телефон спросит — нажми «Разрешить»

source: 👉 בַּמָּסָךְ הַבָּא הַטֵּלֵפוֹן יִשְׁאַל — לִחְצִי עַל הָאִשּׁוּר
ar: 👉 في الشاشة التالية سيسأل الهاتف — اضغطي على السماح
en: 👉 On the next screen the phone will ask — tap Allow
ru: 👉 На следующем экране телефон спросит — нажми «Разрешить»

source: 👋 בַּקְּשִׁי עֶזְרָה מ%@
ar: 👋 اطلبي المساعدة من %@
en: 👋 Ask %@ for help
ru: 👋 Попроси помощи у %@

source: 👋 בַּקֵּשׁ עֶזְרָה מ%@
ar: 👋 اطلب المساعدة من %@
en: 👋 Ask %@ for help
ru: 👋 Попроси помощи у %@

source: 👑 אַלּוּף
ar: 👑 بطل
en: 👑 Champion
ru: 👑 Чемпион

source: 👑 אַלּוּפָה
ar: 👑 بطلة
en: 👑 Champion
ru: 👑 Чемпионка

source: 👑 דַּרְגָּה 1 הֻשְׁלְמָה
ar: 👑 اكتمل المستوى 1
en: 👑 Level 1 complete
ru: 👑 Уровень 1 пройден

source: 👑 דַּרְגּוֹת שֶׁהֻשְׁלְמוּ: %lld
ar: 👑 المستويات المكتملة: %lld
en: 👑 Levels completed: %lld
ru: 👑 Пройдено уровней: %lld

source: 👑 דרגות שהושלמו: %lld
ar: 👑 المستويات المكتملة: %lld
en: 👑 Levels completed: %lld
ru: 👑 Пройдено уровней: %lld

source: 👑 דרגות שהשלמו: %lld
ar: 👑 المستويات المكتملة: %lld
en: 👑 Levels completed: %lld
ru: 👑 Пройдено уровней: %lld

source: 👑 הָעוֹלָם הֻשְׁלַם
ar: 👑 اكتمل العالم
en: 👑 World complete
ru: 👑 Мир пройден

source: 👑 הֻשְׁלַם
ar: 👑 مكتمل
en: 👑 Completed
ru: 👑 Пройдено

source: 👑 טוֹפִי+
ar: 👑 Tofy+
en: 👑 Tofy+
ru: 👑 Tofy+

source: 👑 טוֹפִי+ לְכָל הַמִּשְׁפָּחָה
ar: 👑 Tofy+ لكل العائلة
en: 👑 Tofy+ for the whole family
ru: 👑 Tofy+ для всей семьи

source: 👑 טוֹפִי+ פָּעִיל
ar: 👑 Tofy+ مُفعَّل
en: 👑 Tofy+ active
ru: 👑 Tofy+ активен

source: 👑 טופי+ לכל המשפחה
ar: 👑 Tofy+ لكل العائلة
en: 👑 Tofy+ for the whole family
ru: 👑 Tofy+ для всей семьи

source: 👑 כְּתָרִים: %lld
ar: 👑 التيجان: %lld
en: 👑 Crowns: %lld
ru: 👑 Короны: %lld

source: 👑 כן, העלו רמה
ar: 👑 نعم، ارفعوا المستوى
en: 👑 Yes, level up
ru: 👑 Да, поднять уровень

source: 👑 עָלִינוּ רָמָה!
ar: 👑 ارتقينا مستوى!
en: 👑 Leveled up!
ru: 👑 Новый уровень!

source: 👑👑 2 דַּרְגּוֹת הֻשְׁלְמוּ
ar: 👑👑 اكتمل مستويان
en: 👑👑 2 levels complete
ru: 👑👑 Пройдено 2 уровня

source: 👑👑👑 כָּל הַדַּרְגּוֹת הֻשְׁלְמוּ
ar: 👑👑👑 اكتملت كل المستويات
en: 👑👑👑 All levels complete
ru: 👑👑👑 Все уровни пройдены

source: 👨‍👩‍👧 בַּקְּשִׁי עֶזְרָה מֵאַבָּא אוֹ אִמָּא
ar: 👨‍👩‍👧 اطلبي المساعدة من أبيك أو أمّك
en: 👨‍👩‍👧 Ask Mom or Dad for help
ru: 👨‍👩‍👧 Попроси помощи у мамы или папы

source: 👨‍👩‍👧 בַּקֵּשׁ עֶזְרָה מֵאַבָּא אוֹ אִמָּא
ar: 👨‍👩‍👧 اطلب المساعدة من أبيك أو أمّك
en: 👨‍👩‍👧 Ask Mom or Dad for help
ru: 👨‍👩‍👧 Попроси помощи у мамы или папы

source: 💌 הַבַּקָּשָׁה בַּדֶּרֶךְ — אֶפְשָׁר לְהַמְשִׁיךְ לַחְשֹׁב בֵּינְתַיִם
ar: 💌 طلبك في الطريق — يمكنك مواصلة التفكير في هذه الأثناء
en: 💌 Your request is on its way — keep thinking in the meantime
ru: 💌 Просьба уже в пути — пока можно продолжать думать

source: 💌 הָעֶזְרָה הִגִּיעָה — אֲבָל כְּבָר הִתְקַדַּמְנוּ הָלְאָה!
ar: 💌 وصلت المساعدة — لكنّنا تقدّمنا بالفعل!
en: 💌 Help arrived — but we've already moved on!
ru: 💌 Помощь пришла — но мы уже пошли дальше!

source: 💌 הָעֶזְרָה הִגִּיעָה! הַתְּשׁוּבָה הַזֹּאת כְּבָר יְרוּקָה 😉
ar: 💌 وصلت المساعدة! هذه الإجابة خضراء بالفعل 😉
en: 💌 Help arrived! That answer is already green 😉
ru: 💌 Помощь пришла! Этот ответ уже зелёный 😉

source: 💙 %@ הכי %@ %@. אפשר להתחיל מזה כדי לבנות ביטחון.
ar: 💙 %@ %@ %@ أكثر من غيره. يمكن البدء من هنا لبناء الثقة.
en: 💙 %@ %@ %@ the most. That's a great place to start building confidence.
ru: 💙 %@ больше всего %@ %@. С этого можно начать, чтобы прибавить уверенности.

source: 💝 +10 מתנה
ar: 💝 +10 هدية
en: 💝 +10 gift
ru: 💝 +10 в подарок

source: 💝 זְמַן מַתָּנָה פָּתוּחַ
ar: 💝 وقت الهدية مفتوح
en: 💝 Gift time on
ru: 💝 Подарочное время открыто

source: 💝 זְמַן מַתָּנָה פָּתוּחַ · %@
ar: 💝 وقت الهدية مفتوح · %@
en: 💝 Gift time on · %@
ru: 💝 Подарочное время открыто · %@

source: 💝 זמן מתנה פתוח
ar: 💝 وقت الهدية مفتوح
en: 💝 Gift time on
ru: 💝 Подарочное время открыто

source: 💝 זמן מתנה פתוח · %@
ar: 💝 وقت الهدية مفتوح · %@
en: 💝 Gift time on · %@
ru: 💝 Подарочное время открыто · %@

source: 💝 מתנה ל%@ — %@
ar: 💝 هدية لـ%@ — %@
en: 💝 Gift for %@ — %@
ru: 💝 Подарок для %@ — %@

source: 💡 %@ מרוויח זמן רק על תשובות נכונות. זו התקרה היומית, ואפשר לשנות בכל רגע בהגדרות של %@.
ar: 💡 %@ يكسب الوقت فقط على الإجابات الصحيحة. هذا هو الحدّ اليومي، ويمكن تغييره في أي وقت من إعدادات %@.
en: 💡 %@ earns time only for correct answers. This is the daily limit, and you can change it anytime in %@'s settings.
ru: 💡 %@ получает время только за правильные ответы. Это дневной лимит — его можно изменить в любой момент: Настройки → %@.

source: 💡 %@ מרוויחה זמן רק על תשובות נכונות. זו התקרה היומית, ואפשר לשנות בכל רגע בהגדרות של %@.
ar: 💡 %@ تكسب الوقت فقط على الإجابات الصحيحة. هذا هو الحدّ اليومي، ويمكن تغييره في أي وقت من إعدادات %@.
en: 💡 %@ earns time only for correct answers. This is the daily limit, and you can change it anytime in %@'s settings.
ru: 💡 %@ получает время только за правильные ответы. Это дневной лимит — его можно изменить в любой момент: Настройки → %@.

source: 💡 הזמן נצבר בתשובות נכונות, עד המקסימום שבחרתם.
ar: 💡 يُكسب الوقت بالإجابات الصحيحة، حتى الحد الأقصى الذي اخترتموه.
en: 💡 Time is earned with right answers, up to the maximum you chose.
ru: 💡 Время зарабатывается верными ответами — до выбранного вами максимума.

source: 💡 כִּמְעַט! אֶפְשָׁר לְבַקֵּשׁ שְׁאֵלָה חֲדָשָׁה
ar: 💡 اقتربت! يمكنك طلب سؤال جديد
en: 💡 So close! You can ask for a new question
ru: 💡 Почти! Можно попросить новый вопрос

source: 💡 כִּמְעַט! הַקּוֹד הַזֶּה לֹא מַסְכִּים עִם הָרֶמֶז הַמְּסֻמָּן
ar: 💡 اقتربت! هذا الرمز لا يتوافق مع التلميح المعلَّم
en: 💡 So close! This code disagrees with the marked clue
ru: 💡 Почти! Этот код не согласуется с отмеченной подсказкой

source: 💡 כִּמְעַט! תְּשׁוּבָה נְכוֹנָה תַּחֲזִיר אֶת הַזְּמַן
ar: 💡 اقتربت! إجابة صحيحة تستعيد الوقت
en: 💡 Almost! A right answer wins the time back
ru: 💡 Почти! Верный ответ вернёт время

source: 💡 כָּל תְּשׁוּבָה נְכוֹנָה = %lld שְׁנִיּוֹת שֶׁל מִשְׂחָק
ar: 💡 كل إجابة صحيحة = %lld ثانية من اللعب
en: 💡 Every right answer = %lld seconds of play
ru: 💡 Каждый верный ответ = %lld секунды игры

source: 💡 תּוֹבְנַת %@
ar: 💡 رؤية حول %@
en: 💡 Insight for %@
ru: 💡 Вывод о %@

source: 💡 תּוֹבְנַת הַחֹדֶשׁ
ar: 💡 خلاصة الشهر
en: 💡 This month's insight
ru: 💡 Вывод за месяц

source: 💡 תּוֹבְנַת הַיּוֹם
ar: 💡 خلاصة اليوم
en: 💡 Today's insight
ru: 💡 Вывод за сегодня

source: 💡 תּוֹבְנַת הַשָּׁבוּעַ
ar: 💡 خلاصة الأسبوع
en: 💡 This week's insight
ru: 💡 Вывод за неделю

source: 💡 תובנת החדש
ar: 💡 خلاصة الشهر
en: 💡 This month's insight
ru: 💡 Вывод за месяц

source: 💡 תובנת החודש
ar: 💡 خلاصة الشهر
en: 💡 This month's insight
ru: 💡 Вывод за месяц

source: 💡 תובנת היום
ar: 💡 خلاصة اليوم
en: 💡 Today's insight
ru: 💡 Вывод за сегодня

source: 💡 תובנת השבוע
ar: 💡 خلاصة الأسبوع
en: 💡 This week's insight
ru: 💡 Вывод за неделю

source: 💪 כדאי לחזק את %@ ב%@. %@
ar: 💪 يُستحسن تقوية %@ في %@. %@
en: 💪 %@ could use extra practice in %@. %@
ru: 💪 Стоит подтянуть %@ в %@. %@

source: 💫 %@ דַּקּוֹת כְּפוּלוֹת!
ar: 💫 %@ دقائق مضاعفة!
en: 💫 %@ Double minutes!
ru: 💫 %@ Двойные минуты!

source: 💫 שְׁאֵלַת עֲנָק! +%lld דַּקּוֹת
ar: 💫 سؤال عملاق! +%lld دقيقة
en: 💫 Giant question! +%lld minutes
ru: 💫 Огромный вопрос! +%lld минуты

source: 💰 %@ קָנְתָה %lld מַחְבָּרוֹת בְּ־%lld שְׁקָלִים כָּל אַחַת, וְשִׁלְּמָה בְּ־%lld שְׁקָלִים. כַּמָּה עֹדֶף מַגִּיעַ?
ar: 💰 %@ اشترت %lld دفاتر بسعر %lld شيكل للواحد، ودفعت %lld شيكل. كم الباقي المستحق؟
en: 💰 %@ bought %lld notebooks for %lld dollars each and paid with %lld dollars. How much change should they get?
ru: 💰 %1$@ купила %lld тетради по %3$lld ₪ каждая и заплатила %4$lld ₪. Сколько сдачи она получит?

source: 💰 %@ קָנָה %lld מַחְבָּרוֹת בְּ־%lld שְׁקָלִים כָּל אַחַת, וְשִׁלֵּם בְּ־%lld שְׁקָלִים. כַּמָּה עֹדֶף מַגִּיעַ?
ar: 💰 %@ اشترى %lld دفاتر بسعر %lld شيكل للواحد، ودفع %lld شيكل. كم الباقي المستحق؟
en: 💰 %@ bought %lld notebooks for %lld dollars each and paid with %lld dollars. How much change should they get?
ru: 💰 %1$@ купил %lld тетради по %3$lld ₪ каждая и заплатил %4$lld ₪. Сколько сдачи он получит?

source: 💰 נָתַנּוּ לַקֻּפָּה
ar: 💰 دفعنا في الصندوق
en: 💰 We handed over
ru: 💰 Мы дали на кассе

source: 📈 %@ מָה הַשִּׁפּוּעַ שֶׁל הַיָּשָׁר?
ar: 📈 %@ ما ميل المستقيم؟
en: 📈 %@ What is the slope of the line?
ru: 📈 %@ Чему равен наклон прямой?

source: 📈 %@ מָה הָעֵרֶךְ שֶׁל y כְּשֶׁ־%@?
ar: 📈 %@ ما قيمة y عندما %@؟
en: 📈 %@ What is the value of y when %@?
ru: 📈 %@ Чему равен y, когда %@?

source: 📈 %@ %@ ב-%lld%% השבוע — שווה לציין %@ כמה %@!
ar: 📈 %@ %@ بنسبة %lld%% هذا الأسبوع — يستحق أن تخبروا %@ كم %@!
en: 📈 %@ %@ by %lld%% this week — worth telling %@ how much %@!
ru: 📈 %@ %@ на %lld%% за эту неделю — стоит сказать %@, как %@!

source: 📍 איפה %@
ar: 📍 أين %@
en: 📍 Where is %@
ru: 📍 Где %@

source: 📍 הפעלת מיקום ל%@
ar: 📍 تشغيل الموقع لـ%@
en: 📍 Turn on location for %@
ru: 📍 Включить геолокацию для %@

source: 📍 מִקּוּם
ar: 📍 الموقع
en: 📍 Location
ru: 📍 Где дети

source: 📍 מחפשים כתובת…
ar: 📍 نبحث عن العنوان…
en: 📍 Finding the address…
ru: 📍 Ищем адрес…

source: 📍 מיקום
ar: 📍 الموقع
en: 📍 Location
ru: 📍 Где дети

source: 📍 מקום
ar: 📍 الموقع
en: 📍 Location
ru: 📍 Где дети

source: 📍 מקומות
ar: 📍 الأماكن
en: 📍 Places
ru: 📍 Места

source: 📍 עודכן %@
ar: 📍 تم التحديث %@
en: 📍 Updated %@
ru: 📍 Обновлено %@

source: 📐 בִּמְשֻׁלָּשׁ יְשַׁר זָוִית אָרְכֵי הַנִּצָּבִים %lld ס"מ וְ־%lld ס"מ. מָה אֹרֶךְ הַיֶּתֶר?
ar: 📐 في مثلث قائم الزاوية طولا ضلعَي القائمة %lld سم و%lld سم. ما طول الوتر؟
en: 📐 In a right triangle, the legs are %lld cm and %lld cm. How long is the hypotenuse?
ru: 📐 В прямоугольном треугольнике катеты %lld см и %lld см. Чему равна гипотенуза?

source: 📐 בִּמְשֻׁלָּשׁ יְשַׁר זָוִית הַיֶּתֶר %lld ס"מ וְאַחַד הַנִּצָּבִים %lld ס"מ. מָה אֹרֶךְ הַנִּצָּב הַשֵּׁנִי?
ar: 📐 في مثلث قائم الزاوية الوتر %lld سم وأحد ضلعَي القائمة %lld سم. ما طول الضلع الآخر؟
en: 📐 In a right triangle, the hypotenuse is %lld cm and one leg is %lld cm. How long is the other leg?
ru: 📐 В прямоугольном треугольнике гипотенуза %lld см, а один катет %lld см. Чему равен второй катет?

source: 📐 בִּמְשֻׁלָּשׁ יֵשׁ זָוִית שֶׁל %lld° וְזָוִית שֶׁל %lld°. מָה גֹּדֶל הַזָּוִית הַשְּׁלִישִׁית?
ar: 📐 في مثلث زاوية قياسها %lld° وزاوية قياسها %lld°. ما قياس الزاوية الثالثة؟
en: 📐 A triangle has a %lld° angle and a %lld° angle. How big is the third angle?
ru: 📐 В треугольнике есть угол %lld° и угол %lld°. Чему равен третий угол?

source: 📐 שְׁתֵּי זָוִיּוֹת צְמוּדוֹת. אַחַת הִיא %lld°. מָה גֹּדֶל הַשְּׁנִיָּה?
ar: 📐 زاويتان متجاورتان على مستقيم. إحداهما %lld°. ما قياس الأخرى؟
en: 📐 Two angles sit side by side on a straight line. One is %lld°. How big is the other one?
ru: 📐 Два смежных угла. Один из них %lld°. Чему равен второй?

source: 📒 %lld מַחְבָּרוֹת עוֹלוֹת %lld ₪. כַּמָּה יַעֲלוּ %lld מַחְבָּרוֹת?
ar: 📒 %lld دفاتر تكلّف %lld ₪. كم ستكلّف %lld دفاتر؟
en: 📒 %lld notebooks cost $%lld. How much will %lld notebooks cost?
ru: 📒 %lld тетради стоят %2$lld ₪. Какова цена %3$lld шт.?

source: 📚 למידה
ar: 📚 التعلّم
en: 📚 Learning
ru: 📚 Учёба

source: 📝 שְׁאֵלוֹת רְגִילוֹת
ar: 📝 أسئلة عادية
en: 📝 Regular questions
ru: 📝 Обычные вопросы

source: 📦 תֵּבָה בְּאֹרֶךְ %lld ס"מ, רֹחַב %lld ס"מ וְגֹבַהּ %lld ס"מ. מָה הַנֶּפַח שֶׁלָּהּ?
ar: 📦 صندوق طوله %lld سم وعرضه %lld سم وارتفاعه %lld سم. ما حجمه؟
en: 📦 A box is %lld cm long, %lld cm wide, and %lld cm tall. What is its volume?
ru: 📦 Коробка длиной %lld см, шириной %lld см и высотой %lld см. Чему равен её объём?

source: 📨 לִשְׁלֹחַ קִשּׁוּר לְאַבָּא אוֹ לְאִמָּא
ar: 📨 أرسل رابطاً إلى أمي أو أبي
en: 📨 Send a link to Mom or Dad
ru: 📨 Отправить ссылку маме или папе

source: 📱 אייפון
ar: 📱 آيفون
en: 📱 iPhone
ru: 📱 iPhone

source: 📱 אנדרואיד
ar: 📱 أندرويد
en: 📱 Android
ru: 📱 Android

source: 📱 חִבּוּר מַכְשִׁיר
ar: 📱 ربط جهاز
en: 📱 Connect a device
ru: 📱 Подключить устройство

source: 📱 טלפון
ar: 📱 هاتف
en: 📱 Phone
ru: 📱 Телефон

source: 📱 מכשיר ומיקום
ar: 📱 الجهاز والموقع
en: 📱 Device and location
ru: 📱 Устройство и местоположение

source: 📲 אייפד
ar: 📲 آيباد
en: 📲 iPad
ru: 📲 iPad

source: 📷 או העלה תמונה (אופציונלי)
ar: 📷 أو ارفع صورة (اختياري)
en: 📷 Or upload a photo (optional)
ru: 📷 Или загрузи фото (необязательно)

source: 📷 אוֹ הַעֲלֵה תְּמוּנָה (אוֹפְּצִיוֹנָלִי)
ar: 📷 أو ارفع صورة (اختياري)
en: 📷 Or upload a photo (optional)
ru: 📷 Или загрузи фото (необязательно)

source: 📸 לְצַלֵּם עַכְשָׁו
ar: 📸 التقط صورة الآن
en: 📸 Take a photo now
ru: 📸 Сфотографировать сейчас

source: 🔁 עד %lld ביום
ar: 🔁 حتى %lld في اليوم
en: 🔁 Up to %lld a day
ru: 🔁 До %lld в день

source: 🔁 עד %lld פעמים ביום
ar: 🔁 حتى %lld مرة في اليوم
en: 🔁 Up to %lld times a day
ru: 🔁 До %lld раза в день

source: 🔁 פעם אחת ביום
ar: 🔁 مرة واحدة في اليوم
en: 🔁 Once a day
ru: 🔁 Один раз в день

source: 🔋 הטלפון של נועה
ar: 🔋 هاتف نوعا
en: 🔋 Noa's phone
ru: 🔋 Телефон Ноа

source: 🔐 הַקּוֹד הַסּוֹדִי — הַקִּישׁוּ אוֹתוֹ כָּאן
ar: 🔐 الرمز السري — اكتبه هنا
en: 🔐 The secret code — type it here
ru: 🔐 Секретный код — введите его здесь

source: 🔑 יֵשׁ לִי קוֹד מֵהַהוֹרֶה
ar: 🔑 لديّ رمز من أحد الوالدين
en: 🔑 I have a code from my parent
ru: 🔑 У меня есть код от родителя

source: 🔑 לַשְּׁאֵלָה הַבָּאָה
ar: 🔑 إلى السؤال التالي
en: 🔑 Next question
ru: 🔑 К следующему вопросу

source: 🔑 לַשְּׁאֵלָה הָרִאשׁוֹנָה
ar: 🔑 إلى السؤال الأول
en: 🔑 To the first question
ru: 🔑 К первому вопросу

source: 🔑 מַפְתֵּחַ — פּוֹתְחִים סִפְרָה (%lld)
ar: 🔑 مفتاح — نكشف رقمًا (%lld)
en: 🔑 Key — open a digit (%lld)
ru: 🔑 Ключ — открыть цифру (%lld)

source: 🔑 עוֹנִים נָכוֹן ← 🎡 גַּלְגַּל מִסְתּוֹבֵב ← 🔓 הַכַּסֶּפֶת נִפְתַּחַת
ar: 🔑 إجابة صحيحة ← 🎡 يدور القرص ← 🔓 تنفتح الخزنة
en: 🔑 Answer right → 🎡 a dial turns → 🔓 the safe opens
ru: 🔑 Верный ответ → 🎡 диск поворачивается → 🔓 сейф открывается

source: 🔑 עוֹנִים עַל שְׁאֵלָה ← 💡 נִפְתָּח רֶמֶז ← 🔓 פּוֹתְחִים אֶת הַכַּסֶּפֶת
ar: 🔑 تجيب عن سؤال ← 💡 يُفتح تلميح ← 🔓 تفتح الخزنة
en: 🔑 Answer a question → 💡 a clue opens → 🔓 you crack the vault
ru: 🔑 Отвечаете на вопрос → 💡 открывается подсказка → 🔓 вы вскрываете сейф

source: 🔑 תְּשׁוּבָה נְכוֹנָה מְסוֹבֶבֶת גַּלְגַּל!
ar: 🔑 الإجابة الصحيحة تدير قرصًا!
en: 🔑 A right answer turns a dial!
ru: 🔑 Правильный ответ поворачивает диск!

source: 🔑 תְּשׁוּבָה נְכוֹנָה פּוֹתַחַת סִפְרָה!
ar: 🔑 الإجابة الصحيحة تكشف رقمًا!
en: 🔑 A right answer opens a digit!
ru: 🔑 Верный ответ открывает цифру!

source: 🔑 תְּשׁוּבָה נְכוֹנָה פּוֹתַחַת רֶמֶז!
ar: 🔑 الإجابة الصحيحة تفتح تلميحًا!
en: 🔑 A right answer opens a clue!
ru: 🔑 Верный ответ открывает подсказку!

source: 🔒 נוֹעֲלִים %@… רֶגַע אֶחָד ⏳
ar: 🔒 نقفل %@… لحظة واحدة ⏳
en: 🔒 Locking it %@… one moment ⏳
ru: 🔒 Блокируем %@… одну секунду ⏳

source: 🔒 נעילה מרחוק — %@
ar: 🔒 قفل عن بُعد — %@
en: 🔒 Remote lock — %@
ru: 🔒 Удалённая блокировка — %@
